var data={
    "儿童": [
        {
            "catagory": {
                "id": 86,
                "name": "皮肤疾病"
            },
            "symsList": [
                {
                    "id": 963,
                    "name": "水痘"
                },
                {
                    "id": 964,
                    "name": "荨麻疹"
                },
                {
                    "id": 965,
                    "name": "斑疹"
                },
                {
                    "id": 966,
                    "name": "婴儿湿疹"
                },
                {
                    "id": 967,
                    "name": "尿布皮炎"
                },
                {
                    "id": 968,
                    "name": "黄疸"
                }
            ]
        },
        {
            "catagory": {
                "id": 87,
                "name": "儿童多动症"
            },
            "symsList": []
        },
        {
            "catagory": {
                "id": 88,
                "name": "脾胃肠"
            },
            "symsList": [
                {
                    "id": 969,
                    "name": "食积"
                },
                {
                    "id": 970,
                    "name": "上吐下泻"
                },
                {
                    "id": 971,
                    "name": "便秘"
                },
                {
                    "id": 972,
                    "name": "口臭"
                },
                {
                    "id": 973,
                    "name": "鹅口疮"
                },
                {
                    "id": 974,
                    "name": "疳症"
                },
                {
                    "id": 975,
                    "name": "泄泻"
                },
                {
                    "id": 976,
                    "name": "厌食"
                }
            ]
        },
        {
            "catagory": {
                "id": 89,
                "name": "小儿肺病"
            },
            "symsList": [
                {
                    "id": 977,
                    "name": "感冒"
                },
                {
                    "id": 978,
                    "name": "咳嗽"
                },
                {
                    "id": 979,
                    "name": "哮喘"
                },
                {
                    "id": 980,
                    "name": "肺炎发烧咳嗽"
                }
            ]
        },
        {
            "catagory": {
                "id": 90,
                "name": "其他疾病"
            },
            "symsList": [
                {
                    "id": 981,
                    "name": "夜惊"
                },
                {
                    "id": 982,
                    "name": "遗尿"
                },
                {
                    "id": 983,
                    "name": "维生素缺乏"
                },
                {
                    "id": 984,
                    "name": "矿物质缺乏"
                },
                {
                    "id": 985,
                    "name": "佝偻病"
                },
                {
                    "id": 986,
                    "name": "手足抽搐"
                },
                {
                    "id": 987,
                    "name": "过敏性紫癜"
                },
                {
                    "id": 988,
                    "name": "白血病"
                },
                {
                    "id": 989,
                    "name": "缺铁性贫血"
                },
                {
                    "id": 990,
                    "name": "汗症"
                },
                {
                    "id": 991,
                    "name": "淋巴结炎"
                },
                {
                    "id": 992,
                    "name": "地图舌"
                },
                {
                    "id": 993,
                    "name": "心痹"
                },
                {
                    "id": 994,
                    "name": "性早熟"
                }
            ]
        },
        {
            "catagory": {
                "id": 91,
                "name": "病毒心肌炎"
            },
            "symsList": []
        },
        {
            "catagory": {
                "id": 92,
                "name": "寄生虫病"
            },
            "symsList": []
        },
        {
            "catagory": {
                "id": 93,
                "name": "脑部疾病"
            },
            "symsList": []
        },
        {
            "catagory": {
                "id": 94,
                "name": "季节性疾病"
            },
            "symsList": [
                {
                    "id": 995,
                    "name": "百日咳"
                },
                {
                    "id": 996,
                    "name": "风疹"
                },
                {
                    "id": 997,
                    "name": "脊髓灰质炎腮腺炎"
                }
            ]
        },
        {
            "catagory": {
                "id": 95,
                "name": "新生儿疾病"
            },
            "symsList": [
                {
                    "id": 998,
                    "name": "脐部病患新生儿丹毒"
                }
            ]
        }
    ],
    "妇科": [
        {
            "catagory": {
                "id": 73,
                "name": "经期"
            },
            "symsList": [
                {
                    "id": 900,
                    "name": "月经时间提前（7天以上）"
                },
                {
                    "id": 901,
                    "name": "月经时间推后（7天以上-1个月）"
                },
                {
                    "id": 902,
                    "name": "基本准时"
                },
                {
                    "id": 903,
                    "name": "月经先后不定"
                }
            ]
        },
        {
            "catagory": {
                "id": 74,
                "name": "经量"
            },
            "symsList": [
                {
                    "id": 904,
                    "name": "过多"
                },
                {
                    "id": 905,
                    "name": "过少"
                },
                {
                    "id": 906,
                    "name": "正常"
                },
                {
                    "id": 907,
                    "name": "月经淋漓不尽，断断续续"
                }
            ]
        },
        {
            "catagory": {
                "id": 75,
                "name": "经色"
            },
            "symsList": [
                {
                    "id": 908,
                    "name": "鲜红"
                },
                {
                    "id": 909,
                    "name": "深红"
                },
                {
                    "id": 910,
                    "name": "淡红"
                },
                {
                    "id": 911,
                    "name": "紫暗"
                },
                {
                    "id": 912,
                    "name": "经有紫黑色块状物"
                },
                {
                    "id": 913,
                    "name": "月经颜色呈黑色"
                }
            ]
        },
        {
            "catagory": {
                "id": 76,
                "name": "经质"
            },
            "symsList": [
                {
                    "id": 914,
                    "name": "浓稠"
                },
                {
                    "id": 915,
                    "name": "清稀"
                },
                {
                    "id": 916,
                    "name": "结块"
                },
                {
                    "id": 917,
                    "name": "正常"
                }
            ]
        },
        {
            "catagory": {
                "id": 77,
                "name": "经期疼痛"
            },
            "symsList": [
                {
                    "id": 918,
                    "name": "经期小腹胀痛"
                },
                {
                    "id": 919,
                    "name": "经期小腹刺痛"
                },
                {
                    "id": 920,
                    "name": "小腹隐隐作痛"
                },
                {
                    "id": 921,
                    "name": "经前3---5天小腹胀痛"
                },
                {
                    "id": 922,
                    "name": "经前3---5天胸肋胀痛"
                },
                {
                    "id": 923,
                    "name": "经期腹痛"
                },
                {
                    "id": 924,
                    "name": "非经期也经常疼痛"
                }
            ]
        },
        {
            "catagory": {
                "id": 78,
                "name": "白带量"
            },
            "symsList": [
                {
                    "id": 925,
                    "name": "过多"
                },
                {
                    "id": 926,
                    "name": "正常"
                }
            ]
        },
        {
            "catagory": {
                "id": 79,
                "name": "白带色"
            },
            "symsList": [
                {
                    "id": 927,
                    "name": "白微黄"
                },
                {
                    "id": 928,
                    "name": "杂色"
                },
                {
                    "id": 929,
                    "name": "色红粘稠或红白相间"
                },
                {
                    "id": 930,
                    "name": "色黄"
                }
            ]
        },
        {
            "catagory": {
                "id": 80,
                "name": "白带质"
            },
            "symsList": [
                {
                    "id": 931,
                    "name": "浓稠"
                },
                {
                    "id": 932,
                    "name": "清稀"
                }
            ]
        },
        {
            "catagory": {
                "id": 81,
                "name": "白带气味"
            },
            "symsList": [
                {
                    "id": 933,
                    "name": "无味"
                },
                {
                    "id": 934,
                    "name": "味腥"
                },
                {
                    "id": 935,
                    "name": "味酸"
                },
                {
                    "id": 936,
                    "name": "腐臭"
                }
            ]
        },
        {
            "catagory": {
                "id": 82,
                "name": "经期情绪"
            },
            "symsList": [
                {
                    "id": 937,
                    "name": "正常"
                },
                {
                    "id": 938,
                    "name": "微烦"
                },
                {
                    "id": 939,
                    "name": "特别烦躁"
                },
                {
                    "id": 940,
                    "name": "情绪低落"
                }
            ]
        },
        {
            "catagory": {
                "id": 83,
                "name": "经期乳头感受"
            },
            "symsList": [
                {
                    "id": 941,
                    "name": "正常"
                },
                {
                    "id": 942,
                    "name": "胀痛"
                },
                {
                    "id": 943,
                    "name": "刺痛"
                },
                {
                    "id": 944,
                    "name": "月经前3---5天胸肋胀痛"
                }
            ]
        },
        {
            "catagory": {
                "id": 84,
                "name": "乳房"
            },
            "symsList": [
                {
                    "id": 945,
                    "name": "流脓"
                },
                {
                    "id": 946,
                    "name": "乳头出血"
                },
                {
                    "id": 947,
                    "name": "乳头有分泌物"
                },
                {
                    "id": 948,
                    "name": "乳头发炎"
                },
                {
                    "id": 949,
                    "name": "奶胀不出"
                },
                {
                    "id": 950,
                    "name": "无奶下"
                },
                {
                    "id": 951,
                    "name": "经前胸胀"
                },
                {
                    "id": 952,
                    "name": "男性女性胸"
                }
            ]
        }
    ],
    "公共部分": [
        {
            "catagory": {
                "id": 1,
                "name": "长期一直存在的情况"
            },
            "symsList": [
                {
                    "id": 0,
                    "name": "疼痛问题"
                },
                {
                    "id": 1,
                    "name": "呼吸问题"
                },
                {
                    "id": 2,
                    "name": "湿热重"
                },
                {
                    "id": 3,
                    "name": "寒湿多"
                },
                {
                    "id": 4,
                    "name": "干燥症"
                },
                {
                    "id": 5,
                    "name": "长期怕冷"
                },
                {
                    "id": 6,
                    "name": "脾气烦躁火气大"
                },
                {
                    "id": 7,
                    "name": "长期抑郁"
                },
                {
                    "id": 8,
                    "name": "心脑血管疾病"
                },
                {
                    "id": 9,
                    "name": "皮肤问题"
                },
                {
                    "id": 10,
                    "name": "睡眠问题"
                },
                {
                    "id": 11,
                    "name": "口干口苦问题"
                },
                {
                    "id": 12,
                    "name": "关节问题"
                },
                {
                    "id": 13,
                    "name": "风湿类风湿痛风问题"
                },
                {
                    "id": 14,
                    "name": "肝病"
                },
                {
                    "id": 15,
                    "name": "肾病"
                },
                {
                    "id": 16,
                    "name": "糖尿病"
                },
                {
                    "id": 17,
                    "name": "胆囊炎"
                },
                {
                    "id": 18,
                    "name": "胆囊结石"
                },
                {
                    "id": 19,
                    "name": "肾结石"
                },
                {
                    "id": 20,
                    "name": "高血压"
                },
                {
                    "id": 21,
                    "name": "心脏病"
                },
                {
                    "id": 22,
                    "name": "脑梗"
                },
                {
                    "id": 23,
                    "name": "精神病"
                },
                {
                    "id": 24,
                    "name": "高血脂"
                },
                {
                    "id": 25,
                    "name": "高血压"
                },
                {
                    "id": 26,
                    "name": "皮肤病"
                },
                {
                    "id": 27,
                    "name": "肺心病"
                },
                {
                    "id": 28,
                    "name": "心肌炎"
                },
                {
                    "id": 29,
                    "name": "肝硬化"
                },
                {
                    "id": 30,
                    "name": "肝腹水"
                },
                {
                    "id": 31,
                    "name": "甲乙肝"
                },
                {
                    "id": 32,
                    "name": "前列腺"
                },
                {
                    "id": 33,
                    "name": "子宫肌瘤"
                },
                {
                    "id": 34,
                    "name": "妇科炎症"
                },
                {
                    "id": 35,
                    "name": "不孕不育"
                },
                {
                    "id": 36,
                    "name": "慢性盆腔炎"
                },
                {
                    "id": 37,
                    "name": "慢性鼻炎"
                },
                {
                    "id": 38,
                    "name": "脂肪肝"
                },
                {
                    "id": 39,
                    "name": "便秘腹胀"
                },
                {
                    "id": 40,
                    "name": "痰多"
                }
            ]
        },
        {
            "catagory": {
                "id": 2,
                "name": "目前最需要解决的问题"
            },
            "symsList": [
                {
                    "id": 41,
                    "name": "感冒发烧问题"
                },
                {
                    "id": 42,
                    "name": "皮肤问题"
                },
                {
                    "id": 43,
                    "name": "胃部问题"
                },
                {
                    "id": 44,
                    "name": "骨关节问题"
                },
                {
                    "id": 45,
                    "name": "外伤问题"
                },
                {
                    "id": 46,
                    "name": "二便问题"
                },
                {
                    "id": 47,
                    "name": "精神问题"
                },
                {
                    "id": 48,
                    "name": "睡眠问题"
                },
                {
                    "id": 49,
                    "name": "疼痛问题"
                },
                {
                    "id": 50,
                    "name": "呼吸问题"
                },
                {
                    "id": 51,
                    "name": "胸口问题"
                },
                {
                    "id": 52,
                    "name": "肌腱问题"
                },
                {
                    "id": 53,
                    "name": "呕吐问题"
                },
                {
                    "id": 54,
                    "name": "口苦问题"
                },
                {
                    "id": 55,
                    "name": "月经问题"
                },
                {
                    "id": 56,
                    "name": "男科问题"
                },
                {
                    "id": 57,
                    "name": "妇科问题"
                }
            ]
        },
        {
            "catagory": {
                "id": 3,
                "name": "肿胀包块溃烂"
            },
            "symsList": [
                {
                    "id": 58,
                    "name": "肿块或隆起"
                },
                {
                    "id": 59,
                    "name": "脂肪瘤"
                },
                {
                    "id": 60,
                    "name": "糖尿病溃烂"
                },
                {
                    "id": 61,
                    "name": "带状孢疹"
                },
                {
                    "id": 62,
                    "name": "水痘"
                },
                {
                    "id": 63,
                    "name": "出疹"
                },
                {
                    "id": 64,
                    "name": "青春痘"
                },
                {
                    "id": 65,
                    "name": "额头痘"
                },
                {
                    "id": 66,
                    "name": "下巴痘"
                },
                {
                    "id": 67,
                    "name": "双脸颊痘"
                },
                {
                    "id": 68,
                    "name": "脖颈痘"
                }
            ]
        },
        {
            "catagory": {
                "id": 4,
                "name": "骨头"
            },
            "symsList": [
                {
                    "id": 69,
                    "name": "骨折"
                },
                {
                    "id": 70,
                    "name": "偏曲"
                },
                {
                    "id": 71,
                    "name": "僵硬"
                },
                {
                    "id": 72,
                    "name": "骨空洞感"
                },
                {
                    "id": 73,
                    "name": "骨头发凉"
                },
                {
                    "id": 74,
                    "name": "骨蒸发热"
                },
                {
                    "id": 75,
                    "name": "强制性脊柱炎"
                },
                {
                    "id": 76,
                    "name": "退行性病变"
                },
                {
                    "id": 77,
                    "name": "脊柱佝偻"
                },
                {
                    "id": 78,
                    "name": "胸骨疼痛"
                },
                {
                    "id": 79,
                    "name": "肋骨疼痛"
                },
                {
                    "id": 80,
                    "name": "腿骨疼痛"
                },
                {
                    "id": 81,
                    "name": "上肢骨疼痛"
                },
                {
                    "id": 82,
                    "name": "骨无力"
                },
                {
                    "id": 83,
                    "name": "拳头握紧无力"
                },
                {
                    "id": 84,
                    "name": "股骨坏死"
                },
                {
                    "id": 85,
                    "name": "下肢发凉"
                },
                {
                    "id": 86,
                    "name": "膝盖骨发凉"
                },
                {
                    "id": 87,
                    "name": "下肢有风感"
                },
                {
                    "id": 88,
                    "name": "上肢发热"
                },
                {
                    "id": 89,
                    "name": "上肢发凉"
                },
                {
                    "id": 90,
                    "name": "脊柱弯曲"
                },
                {
                    "id": 91,
                    "name": "胸椎不适"
                },
                {
                    "id": 92,
                    "name": "腰椎不适"
                },
                {
                    "id": 93,
                    "name": "颈椎不适"
                },
                {
                    "id": 94,
                    "name": "尾骨不适"
                },
                {
                    "id": 95,
                    "name": "膝盖不适"
                },
                {
                    "id": 96,
                    "name": "脚底不适"
                }
            ]
        },
        {
            "catagory": {
                "id": 5,
                "name": "肌肉筋键"
            },
            "symsList": [
                {
                    "id": 97,
                    "name": "抽筋"
                },
                {
                    "id": 98,
                    "name": "痉挛"
                },
                {
                    "id": 99,
                    "name": "疼痛"
                },
                {
                    "id": 100,
                    "name": "酸胀"
                }
            ]
        },
        {
            "catagory": {
                "id": 6,
                "name": "上半胸背"
            },
            "symsList": [
                {
                    "id": 101,
                    "name": "胸膈疼痛"
                },
                {
                    "id": 102,
                    "name": "心区不适"
                },
                {
                    "id": 103,
                    "name": "饭后不适"
                },
                {
                    "id": 104,
                    "name": "放射性疼痛"
                },
                {
                    "id": 105,
                    "name": "背痛"
                },
                {
                    "id": 106,
                    "name": "冷湿覆盖不畅感"
                }
            ]
        },
        {
            "catagory": {
                "id": 7,
                "name": "下半腰腹部"
            },
            "symsList": [
                {
                    "id": 107,
                    "name": "胃胀"
                },
                {
                    "id": 108,
                    "name": "屁多"
                },
                {
                    "id": 109,
                    "name": "腰痛"
                },
                {
                    "id": 110,
                    "name": "水湿冷重感"
                },
                {
                    "id": 111,
                    "name": "经前肚痛"
                }
            ]
        },
        {
            "catagory": {
                "id": 8,
                "name": "心脏"
            },
            "symsList": [
                {
                    "id": 112,
                    "name": "长期心律不齐"
                },
                {
                    "id": 113,
                    "name": "长期心跳慢"
                },
                {
                    "id": 114,
                    "name": "长期心跳快"
                },
                {
                    "id": 115,
                    "name": "感冒后心脏不适"
                },
                {
                    "id": 116,
                    "name": "长期肚子胀后逐渐出现心区不适"
                },
                {
                    "id": 117,
                    "name": "长期便秘后逐渐出现心区不适"
                }
            ]
        },
        {
            "catagory": {
                "id": 9,
                "name": "血压"
            },
            "symsList": [
                {
                    "id": 118,
                    "name": "长期高血压"
                },
                {
                    "id": 119,
                    "name": "长期低血压"
                },
                {
                    "id": 120,
                    "name": "激动时血压高，平时正常"
                },
                {
                    "id": 121,
                    "name": "前期疾病后出现血压升高"
                }
            ]
        },
        {
            "catagory": {
                "id": 10,
                "name": "肝脏"
            },
            "symsList": [
                {
                    "id": 122,
                    "name": "甲肝"
                },
                {
                    "id": 123,
                    "name": "乙肝"
                },
                {
                    "id": 124,
                    "name": "肝部囊肿"
                },
                {
                    "id": 125,
                    "name": "脂肪肝"
                },
                {
                    "id": 126,
                    "name": "肝区疼痛"
                },
                {
                    "id": 127,
                    "name": "肚子胀大"
                },
                {
                    "id": 128,
                    "name": "平时容易被激怒"
                },
                {
                    "id": 129,
                    "name": "容易烦躁"
                },
                {
                    "id": 130,
                    "name": "脾气偏大"
                },
                {
                    "id": 131,
                    "name": "心情不畅"
                },
                {
                    "id": 132,
                    "name": "心情压抑"
                },
                {
                    "id": 133,
                    "name": "有怒发不出"
                },
                {
                    "id": 134,
                    "name": "生气后容易肚子疼，腹胀"
                }
            ]
        },
        {
            "catagory": {
                "id": 11,
                "name": "甲状腺"
            },
            "symsList": [
                {
                    "id": 135,
                    "name": "甲亢"
                },
                {
                    "id": 136,
                    "name": "甲减"
                }
            ]
        },
        {
            "catagory": {
                "id": 12,
                "name": "风湿痛风"
            },
            "symsList": [
                {
                    "id": 137,
                    "name": "风湿"
                },
                {
                    "id": 138,
                    "name": "类风湿"
                },
                {
                    "id": 139,
                    "name": "痛风"
                }
            ]
        },
        {
            "catagory": {
                "id": 13,
                "name": "子宫肌瘤"
            },
            "symsList": []
        },
        {
            "catagory": {
                "id": 14,
                "name": "曾患急性病"
            },
            "symsList": [
                {
                    "id": 140,
                    "name": "胰腺炎"
                },
                {
                    "id": 141,
                    "name": "囊尾炎"
                },
                {
                    "id": 142,
                    "name": "急性盆腔炎"
                },
                {
                    "id": 143,
                    "name": "急性肺炎"
                },
                {
                    "id": 144,
                    "name": "急性疹痘"
                },
                {
                    "id": 145,
                    "name": "急性中毒"
                },
                {
                    "id": 146,
                    "name": "意外伤害"
                },
                {
                    "id": 147,
                    "name": "突发心脑梗"
                }
            ]
        },
        {
            "catagory": {
                "id": 15,
                "name": "前因或误治不良反应"
            },
            "symsList": [
                {
                    "id": 148,
                    "name": "误发汗"
                },
                {
                    "id": 149,
                    "name": "误攻下"
                },
                {
                    "id": 150,
                    "name": "误用热药"
                },
                {
                    "id": 151,
                    "name": "误用寒药"
                },
                {
                    "id": 152,
                    "name": "食物中毒"
                },
                {
                    "id": 153,
                    "name": "药物过敏"
                }
            ]
        },
        {
            "catagory": {
                "id": 16,
                "name": "前治后情况变化"
            },
            "symsList": []
        },
        {
            "catagory": {
                "id": 17,
                "name": "脉搏情况"
            },
            "symsList": [
                {
                    "id": 154,
                    "name": "脉沉紧"
                },
                {
                    "id": 155,
                    "name": "脉浮紧"
                },
                {
                    "id": 156,
                    "name": "脉弦有力"
                },
                {
                    "id": 157,
                    "name": "脉沉实"
                },
                {
                    "id": 158,
                    "name": "脉浮缓或浮弱"
                },
                {
                    "id": 159,
                    "name": "脉促"
                },
                {
                    "id": 160,
                    "name": "脉洪大"
                },
                {
                    "id": 161,
                    "name": "脉微弱"
                },
                {
                    "id": 162,
                    "name": "脉浮"
                },
                {
                    "id": 163,
                    "name": "脉沉迟"
                },
                {
                    "id": 164,
                    "name": "脉沉"
                },
                {
                    "id": 165,
                    "name": "脉弦"
                },
                {
                    "id": 166,
                    "name": "浮大"
                }
            ]
        },
        {
            "catagory": {
                "id": 18,
                "name": "舌苔情况"
            },
            "symsList": [
                {
                    "id": 167,
                    "name": "苔白"
                },
                {
                    "id": 168,
                    "name": "舌苔薄白"
                },
                {
                    "id": 169,
                    "name": "舌红少苔"
                },
                {
                    "id": 170,
                    "name": "舌苔白滑"
                },
                {
                    "id": 171,
                    "name": "舌苔厚腻"
                },
                {
                    "id": 172,
                    "name": "苔薄黄腻"
                },
                {
                    "id": 173,
                    "name": "舌体肥胖"
                },
                {
                    "id": 174,
                    "name": "舌胖齿痕"
                },
                {
                    "id": 175,
                    "name": "舌后部黄腻"
                },
                {
                    "id": 176,
                    "name": "苔黄"
                },
                {
                    "id": 177,
                    "name": "舌后部白腻"
                },
                {
                    "id": 178,
                    "name": "后部竖线裂纹"
                },
                {
                    "id": 179,
                    "name": "中线裂痕"
                },
                {
                    "id": 180,
                    "name": "舌尖红"
                },
                {
                    "id": 181,
                    "name": "舌体瘦红"
                },
                {
                    "id": 182,
                    "name": "前部凹陷"
                },
                {
                    "id": 183,
                    "name": "中部凹陷"
                },
                {
                    "id": 184,
                    "name": "后部凹陷"
                },
                {
                    "id": 185,
                    "name": "舌体内陷 "
                },
                {
                    "id": 186,
                    "name": "舌体中间突两侧塌"
                },
                {
                    "id": 187,
                    "name": "舌体色淡"
                },
                {
                    "id": 188,
                    "name": "舌体偏红"
                },
                {
                    "id": 189,
                    "name": "舌体偏乌"
                },
                {
                    "id": 190,
                    "name": "舌体偏灰"
                }
            ]
        },
        {
            "catagory": {
                "id": 19,
                "name": "头部"
            },
            "symsList": [
                {
                    "id": 191,
                    "name": "有痘"
                },
                {
                    "id": 192,
                    "name": "头晕"
                },
                {
                    "id": 193,
                    "name": "头痛"
                },
                {
                    "id": 194,
                    "name": "麻"
                },
                {
                    "id": 195,
                    "name": "木"
                },
                {
                    "id": 196,
                    "name": "昏"
                },
                {
                    "id": 197,
                    "name": "沉重"
                },
                {
                    "id": 198,
                    "name": "眩晕"
                },
                {
                    "id": 199,
                    "name": "神经性头痛"
                },
                {
                    "id": 200,
                    "name": "头重眩"
                },
                {
                    "id": 201,
                    "name": "头重不欲举"
                }
            ]
        },
        {
            "catagory": {
                "id": 20,
                "name": "眼睛情况"
            },
            "symsList": [
                {
                    "id": 202,
                    "name": "眼睛红肿"
                },
                {
                    "id": 203,
                    "name": "血丝"
                },
                {
                    "id": 204,
                    "name": "瞳仁色灰"
                },
                {
                    "id": 205,
                    "name": "白睛色青"
                },
                {
                    "id": 206,
                    "name": "色黄"
                },
                {
                    "id": 207,
                    "name": "有瘀斑"
                },
                {
                    "id": 208,
                    "name": "有隆起"
                },
                {
                    "id": 209,
                    "name": "有黑点"
                },
                {
                    "id": 210,
                    "name": "眼下 色青"
                },
                {
                    "id": 211,
                    "name": "眼皮肿 "
                },
                {
                    "id": 212,
                    "name": "眼睛发热，干涩"
                },
                {
                    "id": 213,
                    "name": "眼睛发花"
                },
                {
                    "id": 214,
                    "name": "眩晕"
                },
                {
                    "id": 215,
                    "name": "流泪"
                },
                {
                    "id": 216,
                    "name": "痛"
                },
                {
                    "id": 217,
                    "name": "痒"
                },
                {
                    "id": 218,
                    "name": "目眩"
                }
            ]
        },
        {
            "catagory": {
                "id": 21,
                "name": "面色"
            },
            "symsList": [
                {
                    "id": 219,
                    "name": "正常"
                },
                {
                    "id": 220,
                    "name": "较白"
                },
                {
                    "id": 221,
                    "name": "苍白"
                },
                {
                    "id": 222,
                    "name": "偏黄"
                },
                {
                    "id": 223,
                    "name": "偏红"
                },
                {
                    "id": 224,
                    "name": "偏青"
                },
                {
                    "id": 225,
                    "name": "偏黑"
                },
                {
                    "id": 226,
                    "name": "晦暗"
                },
                {
                    "id": 227,
                    "name": "面色萎黄"
                },
                {
                    "id": 228,
                    "name": "白黄"
                },
                {
                    "id": 229,
                    "name": "黄疸"
                },
                {
                    "id": 230,
                    "name": "面赤"
                },
                {
                    "id": 231,
                    "name": "面有热色"
                },
                {
                    "id": 232,
                    "name": "面目一身尽黄，黄色鲜明"
                }
            ]
        },
        {
            "catagory": {
                "id": 22,
                "name": "鼻子情况"
            },
            "symsList": [
                {
                    "id": 233,
                    "name": "不通"
                },
                {
                    "id": 234,
                    "name": "流涕"
                },
                {
                    "id": 235,
                    "name": "不辨香臭"
                },
                {
                    "id": 236,
                    "name": "干"
                },
                {
                    "id": 237,
                    "name": "痒"
                },
                {
                    "id": 238,
                    "name": "鼻血"
                },
                {
                    "id": 239,
                    "name": "鼻鸣"
                },
                {
                    "id": 240,
                    "name": "血衄"
                }
            ]
        },
        {
            "catagory": {
                "id": 23,
                "name": "唇喉"
            },
            "symsList": [
                {
                    "id": 241,
                    "name": "喉干"
                },
                {
                    "id": 242,
                    "name": "咽痛"
                },
                {
                    "id": 243,
                    "name": "痒"
                },
                {
                    "id": 244,
                    "name": "吞咽困难"
                },
                {
                    "id": 245,
                    "name": "异物感"
                },
                {
                    "id": 246,
                    "name": "痰不易吐出"
                },
                {
                    "id": 247,
                    "name": "长期异物感"
                },
                {
                    "id": 248,
                    "name": "长期痰多不易咳出"
                },
                {
                    "id": 249,
                    "name": "长期吞咽困难费力"
                },
                {
                    "id": 250,
                    "name": "长期咽喉肿痛"
                },
                {
                    "id": 251,
                    "name": "长期扁桃体发炎"
                },
                {
                    "id": 252,
                    "name": "晚睡或劳累后咽喉不适"
                },
                {
                    "id": 253,
                    "name": "吞咽食物卡住"
                },
                {
                    "id": 254,
                    "name": "咽喉肿痛"
                },
                {
                    "id": 255,
                    "name": "咽痛，失音。"
                },
                {
                    "id": 256,
                    "name": "咽喉不利"
                },
                {
                    "id": 257,
                    "name": "口噤不语"
                },
                {
                    "id": 258,
                    "name": "咽喉干燥"
                },
                {
                    "id": 259,
                    "name": "咽中伤生疮，不能语言。"
                },
                {
                    "id": 260,
                    "name": "唇干口燥"
                }
            ]
        },
        {
            "catagory": {
                "id": 24,
                "name": "牙齿"
            },
            "symsList": [
                {
                    "id": 261,
                    "name": "齿痛"
                },
                {
                    "id": 262,
                    "name": "活动"
                },
                {
                    "id": 263,
                    "name": "牙涩"
                },
                {
                    "id": 264,
                    "name": "牙黄"
                },
                {
                    "id": 265,
                    "name": "齿焦"
                },
                {
                    "id": 266,
                    "name": "牙空洞感"
                },
                {
                    "id": 267,
                    "name": "牙龈出血"
                }
            ]
        },
        {
            "catagory": {
                "id": 25,
                "name": "胸部情况"
            },
            "symsList": [
                {
                    "id": 268,
                    "name": "闷"
                },
                {
                    "id": 269,
                    "name": "满"
                },
                {
                    "id": 270,
                    "name": "胀"
                },
                {
                    "id": 271,
                    "name": "胸痛"
                },
                {
                    "id": 272,
                    "name": "胁痛"
                },
                {
                    "id": 273,
                    "name": "热"
                },
                {
                    "id": 274,
                    "name": "凉"
                },
                {
                    "id": 275,
                    "name": "骨痛"
                },
                {
                    "id": 276,
                    "name": "胸中硬满痛"
                },
                {
                    "id": 277,
                    "name": "按着舒服"
                },
                {
                    "id": 278,
                    "name": "气从少腹上冲心"
                },
                {
                    "id": 279,
                    "name": "胸胁痛满"
                },
                {
                    "id": 280,
                    "name": "胸胁满微结"
                },
                {
                    "id": 281,
                    "name": "热上冲胸"
                },
                {
                    "id": 282,
                    "name": "胸痹"
                },
                {
                    "id": 283,
                    "name": "水饮停积"
                },
                {
                    "id": 284,
                    "name": "胸背彻痛"
                },
                {
                    "id": 285,
                    "name": "心下痞硬而满"
                },
                {
                    "id": 286,
                    "name": "胸腹疼痛"
                },
                {
                    "id": 287,
                    "name": "胸中痞硬"
                },
                {
                    "id": 288,
                    "name": "胸脘痞闷"
                }
            ]
        },
        {
            "catagory": {
                "id": 26,
                "name": "两侧肋情况"
            },
            "symsList": [
                {
                    "id": 289,
                    "name": "胸胁痛满"
                }
            ]
        },
        {
            "catagory": {
                "id": 27,
                "name": "小腹情况"
            },
            "symsList": [
                {
                    "id": 290,
                    "name": "胀"
                },
                {
                    "id": 291,
                    "name": "腹满"
                },
                {
                    "id": 292,
                    "name": "腹痛"
                },
                {
                    "id": 293,
                    "name": "硬"
                },
                {
                    "id": 294,
                    "name": "饭后胀气"
                },
                {
                    "id": 295,
                    "name": "吃寒凉胀气"
                },
                {
                    "id": 296,
                    "name": "有水声"
                },
                {
                    "id": 297,
                    "name": "喜按"
                },
                {
                    "id": 298,
                    "name": "腹满痛拒按"
                },
                {
                    "id": 299,
                    "name": "肠鸣"
                },
                {
                    "id": 300,
                    "name": "屁多"
                },
                {
                    "id": 301,
                    "name": "脐下动悸"
                },
                {
                    "id": 302,
                    "name": "腹满实痛"
                },
                {
                    "id": 303,
                    "name": "按腹满时痛．痛而不实"
                }
            ]
        },
        {
            "catagory": {
                "id": 28,
                "name": "腰部情况"
            },
            "symsList": [
                {
                    "id": 304,
                    "name": "酸"
                },
                {
                    "id": 305,
                    "name": "重"
                },
                {
                    "id": 306,
                    "name": "痛"
                },
                {
                    "id": 307,
                    "name": "胀"
                },
                {
                    "id": 308,
                    "name": "凉"
                },
                {
                    "id": 309,
                    "name": "热"
                },
                {
                    "id": 310,
                    "name": "脐下动悸"
                },
                {
                    "id": 311,
                    "name": "寒湿腰痛"
                },
                {
                    "id": 312,
                    "name": "从腰以下有水气者。"
                }
            ]
        },
        {
            "catagory": {
                "id": 29,
                "name": "心下情况"
            },
            "symsList": [
                {
                    "id": 313,
                    "name": "心烦燥"
                },
                {
                    "id": 314,
                    "name": "心悸"
                },
                {
                    "id": 315,
                    "name": "心慌"
                },
                {
                    "id": 316,
                    "name": "心紧"
                },
                {
                    "id": 317,
                    "name": "痛"
                },
                {
                    "id": 318,
                    "name": "凉"
                },
                {
                    "id": 319,
                    "name": "热"
                },
                {
                    "id": 320,
                    "name": "跳快"
                },
                {
                    "id": 321,
                    "name": "缓慢"
                },
                {
                    "id": 322,
                    "name": "满"
                },
                {
                    "id": 323,
                    "name": "堵"
                },
                {
                    "id": 324,
                    "name": "胀"
                },
                {
                    "id": 325,
                    "name": "烧"
                },
                {
                    "id": 326,
                    "name": "痛"
                },
                {
                    "id": 327,
                    "name": "心下满微痛"
                },
                {
                    "id": 328,
                    "name": "心下痞满"
                },
                {
                    "id": 329,
                    "name": "心下逆满"
                },
                {
                    "id": 330,
                    "name": "心下痞硬"
                },
                {
                    "id": 331,
                    "name": "胸满心烦。"
                },
                {
                    "id": 332,
                    "name": "心下痞硬而满"
                },
                {
                    "id": 333,
                    "name": "心下痞"
                },
                {
                    "id": 334,
                    "name": "心悸虚烦"
                },
                {
                    "id": 335,
                    "name": "心下按之则痛"
                },
                {
                    "id": 336,
                    "name": "气上冲胸"
                },
                {
                    "id": 337,
                    "name": "心烦闷"
                },
                {
                    "id": 338,
                    "name": "心腹冷痛"
                },
                {
                    "id": 339,
                    "name": "心中懊侬"
                },
                {
                    "id": 340,
                    "name": "微烦"
                },
                {
                    "id": 341,
                    "name": "心烦"
                }
            ]
        },
        {
            "catagory": {
                "id": 30,
                "name": "胃部情况"
            },
            "symsList": []
        },
        {
            "catagory": {
                "id": 31,
                "name": "四肢情况"
            },
            "symsList": [
                {
                    "id": 342,
                    "name": "四肢关节疼痛"
                },
                {
                    "id": 343,
                    "name": "四肢沉重"
                },
                {
                    "id": 344,
                    "name": "四肢无力"
                },
                {
                    "id": 345,
                    "name": "四肢麻木"
                },
                {
                    "id": 346,
                    "name": "四肢寒凉"
                },
                {
                    "id": 347,
                    "name": "四肢发热"
                },
                {
                    "id": 348,
                    "name": "四肢有风"
                },
                {
                    "id": 349,
                    "name": "四肢发痒"
                },
                {
                    "id": 350,
                    "name": "四肢浮肿"
                },
                {
                    "id": 351,
                    "name": "四肢逆冷过膝盖过肘"
                }
            ]
        },
        {
            "catagory": {
                "id": 32,
                "name": "上肢"
            },
            "symsList": [
                {
                    "id": 352,
                    "name": "凉"
                },
                {
                    "id": 353,
                    "name": "热"
                },
                {
                    "id": 354,
                    "name": "干"
                },
                {
                    "id": 355,
                    "name": "出汗"
                },
                {
                    "id": 356,
                    "name": "麻"
                },
                {
                    "id": 357,
                    "name": "颤"
                },
                {
                    "id": 358,
                    "name": "指痛"
                },
                {
                    "id": 359,
                    "name": "萎缩"
                },
                {
                    "id": 360,
                    "name": "肢体浮肿"
                },
                {
                    "id": 361,
                    "name": "掣痛，难以屈伸"
                }
            ]
        },
        {
            "catagory": {
                "id": 33,
                "name": "下肢"
            },
            "symsList": [
                {
                    "id": 362,
                    "name": "痛"
                },
                {
                    "id": 363,
                    "name": "酸"
                },
                {
                    "id": 364,
                    "name": "重"
                },
                {
                    "id": 365,
                    "name": "麻"
                },
                {
                    "id": 366,
                    "name": "木"
                },
                {
                    "id": 367,
                    "name": "肢体浮肿"
                },
                {
                    "id": 368,
                    "name": "胀"
                },
                {
                    "id": 369,
                    "name": "僵"
                },
                {
                    "id": 370,
                    "name": "软"
                },
                {
                    "id": 371,
                    "name": "凉"
                },
                {
                    "id": 372,
                    "name": "热"
                },
                {
                    "id": 373,
                    "name": "四肢微急，难以屈伸"
                },
                {
                    "id": 374,
                    "name": "膝盖拘紧"
                },
                {
                    "id": 375,
                    "name": "下半身常冷"
                },
                {
                    "id": 376,
                    "name": "腿脚挛急0.5"
                }
            ]
        },
        {
            "catagory": {
                "id": 34,
                "name": "骨节情况"
            },
            "symsList": [
                {
                    "id": 377,
                    "name": "骨发空"
                },
                {
                    "id": 378,
                    "name": "骨发热"
                },
                {
                    "id": 379,
                    "name": "骨无力"
                },
                {
                    "id": 380,
                    "name": "骨节痛"
                }
            ]
        },
        {
            "catagory": {
                "id": 35,
                "name": "项背情况"
            },
            "symsList": [
                {
                    "id": 381,
                    "name": "颈项强"
                },
                {
                    "id": 382,
                    "name": "强痛"
                },
                {
                    "id": 383,
                    "name": "项背强"
                },
                {
                    "id": 384,
                    "name": "项背强急0.5"
                }
            ]
        },
        {
            "catagory": {
                "id": 36,
                "name": "呕逆情况"
            },
            "symsList": [
                {
                    "id": 385,
                    "name": "食入即吐"
                },
                {
                    "id": 386,
                    "name": "早上吃晚上吐"
                },
                {
                    "id": 387,
                    "name": "晚上吃早上吐"
                },
                {
                    "id": 388,
                    "name": "酸水"
                },
                {
                    "id": 389,
                    "name": "干呕而不吐"
                },
                {
                    "id": 390,
                    "name": "恶心"
                },
                {
                    "id": 391,
                    "name": "呕逆"
                },
                {
                    "id": 392,
                    "name": "呕不止"
                },
                {
                    "id": 393,
                    "name": "干呕"
                },
                {
                    "id": 394,
                    "name": "不呕"
                },
                {
                    "id": 395,
                    "name": "吐已下断"
                },
                {
                    "id": 396,
                    "name": "呕吐"
                },
                {
                    "id": 397,
                    "name": "腹痛欲吐。"
                },
                {
                    "id": 398,
                    "name": "干呕，咳而呕苦水者。"
                }
            ]
        },
        {
            "catagory": {
                "id": 37,
                "name": "喘呼吸"
            },
            "symsList": [
                {
                    "id": 399,
                    "name": "吸气困难，不深"
                },
                {
                    "id": 400,
                    "name": "呼气困难"
                },
                {
                    "id": 401,
                    "name": "初感不适"
                },
                {
                    "id": 402,
                    "name": "感冒发烧不愈"
                },
                {
                    "id": 403,
                    "name": "新发咳嗽"
                },
                {
                    "id": 404,
                    "name": "新发哮喘"
                },
                {
                    "id": 405,
                    "name": "长期肺气肿"
                },
                {
                    "id": 406,
                    "name": "长期哮喘"
                },
                {
                    "id": 407,
                    "name": "长期支气管炎"
                },
                {
                    "id": 408,
                    "name": "长期肺心病"
                },
                {
                    "id": 409,
                    "name": "咳嗽"
                },
                {
                    "id": 410,
                    "name": "经常感到憋气"
                },
                {
                    "id": 411,
                    "name": "呼吸短促/急促"
                },
                {
                    "id": 412,
                    "name": "吸气浅，费力"
                },
                {
                    "id": 413,
                    "name": "呼气浅，费力"
                },
                {
                    "id": 414,
                    "name": "喘不上气/双肩不抬"
                },
                {
                    "id": 415,
                    "name": "喘不上气/抬双肩"
                },
                {
                    "id": 416,
                    "name": "长时间呼吸暂停"
                },
                {
                    "id": 417,
                    "name": "夜间喘鸣"
                },
                {
                    "id": 418,
                    "name": "发闷、紧迫感"
                },
                {
                    "id": 419,
                    "name": "睡觉时呼吸暂停"
                },
                {
                    "id": 420,
                    "name": "上楼喘"
                },
                {
                    "id": 421,
                    "name": "喉咙受痒则易咳嗽"
                },
                {
                    "id": 422,
                    "name": "受冷则易咳嗽"
                },
                {
                    "id": 423,
                    "name": "受油烟刺激则易咳嗽"
                },
                {
                    "id": 424,
                    "name": "生气后容易咳嗽"
                },
                {
                    "id": 425,
                    "name": "奔豚状"
                },
                {
                    "id": 426,
                    "name": "气上冲胸"
                },
                {
                    "id": 427,
                    "name": "中气虚"
                },
                {
                    "id": 428,
                    "name": "微喘"
                },
                {
                    "id": 429,
                    "name": "咳血"
                },
                {
                    "id": 430,
                    "name": "少气"
                },
                {
                    "id": 431,
                    "name": "喘急"
                },
                {
                    "id": 432,
                    "name": "喘"
                },
                {
                    "id": 433,
                    "name": "短气"
                },
                {
                    "id": 434,
                    "name": "肺痿"
                }
            ]
        },
        {
            "catagory": {
                "id": 38,
                "name": "咳嗽情况"
            },
            "symsList": [
                {
                    "id": 435,
                    "name": "新发咳嗽"
                },
                {
                    "id": 436,
                    "name": "长期咳嗽"
                },
                {
                    "id": 437,
                    "name": "生气就咳嗽"
                },
                {
                    "id": 438,
                    "name": "起床就咳嗽"
                },
                {
                    "id": 439,
                    "name": "喉痒有风咳嗽"
                },
                {
                    "id": 440,
                    "name": "闻到刺激味道咳嗽"
                },
                {
                    "id": 441,
                    "name": "咳而遗溺"
                },
                {
                    "id": 442,
                    "name": "咳嗽气急"
                },
                {
                    "id": 443,
                    "name": "病后喜唾"
                },
                {
                    "id": 444,
                    "name": "咳嗽"
                },
                {
                    "id": 445,
                    "name": "支气管炎"
                },
                {
                    "id": 446,
                    "name": "气上冲胸"
                },
                {
                    "id": 447,
                    "name": "短气而咳者"
                },
                {
                    "id": 448,
                    "name": "胃腑发咳"
                },
                {
                    "id": 449,
                    "name": "喘咳"
                },
                {
                    "id": 450,
                    "name": "气上冲咽喉不得息"
                },
                {
                    "id": 451,
                    "name": "吐涎沫"
                },
                {
                    "id": 452,
                    "name": "奔豚"
                }
            ]
        },
        {
            "catagory": {
                "id": 39,
                "name": "声音情况"
            },
            "symsList": []
        },
        {
            "catagory": {
                "id": 40,
                "name": "汗情"
            },
            "symsList": [
                {
                    "id": 453,
                    "name": "正常活动时比别人出汗更多"
                },
                {
                    "id": 454,
                    "name": "晚上睡觉特别容易出汗(即使室温正常)"
                },
                {
                    "id": 455,
                    "name": "不易出汗"
                },
                {
                    "id": 456,
                    "name": "睡时汗出"
                },
                {
                    "id": 457,
                    "name": "醒后汗出"
                },
                {
                    "id": 458,
                    "name": "只是脖子以上出汗"
                },
                {
                    "id": 459,
                    "name": "手足心汗出"
                },
                {
                    "id": 460,
                    "name": "半身汗出"
                },
                {
                    "id": 461,
                    "name": "无汗"
                },
                {
                    "id": 462,
                    "name": "长期不出汗"
                },
                {
                    "id": 463,
                    "name": "长期全身汗多"
                },
                {
                    "id": 464,
                    "name": "比一般人容易出汗"
                },
                {
                    "id": 465,
                    "name": "仅手脚心爱出汗"
                },
                {
                    "id": 466,
                    "name": "胸背头都爱出汗"
                },
                {
                    "id": 467,
                    "name": "仅胸口爱出汗"
                },
                {
                    "id": 468,
                    "name": "仅头汗出"
                },
                {
                    "id": 469,
                    "name": "仅胸口以上部分爱出汗"
                },
                {
                    "id": 470,
                    "name": "仅背部爱出汗"
                },
                {
                    "id": 471,
                    "name": "手脚汗多"
                },
                {
                    "id": 472,
                    "name": "腋下汗多"
                },
                {
                    "id": 473,
                    "name": "耳朵内湿"
                },
                {
                    "id": 474,
                    "name": "出汗潮热"
                },
                {
                    "id": 475,
                    "name": "出汗潮冷"
                },
                {
                    "id": 476,
                    "name": "汗出不止"
                },
                {
                    "id": 477,
                    "name": "自汗出"
                },
                {
                    "id": 478,
                    "name": "大汗出"
                },
                {
                    "id": 479,
                    "name": "多汗"
                },
                {
                    "id": 480,
                    "name": "无汗或自汗淋漓"
                }
            ]
        },
        {
            "catagory": {
                "id": 41,
                "name": "寒热整体"
            },
            "symsList": [
                {
                    "id": 481,
                    "name": "里热外寒"
                },
                {
                    "id": 482,
                    "name": "里寒外热"
                },
                {
                    "id": 483,
                    "name": "上热下寒"
                },
                {
                    "id": 484,
                    "name": "上寒下热"
                },
                {
                    "id": 485,
                    "name": "左热右寒"
                },
                {
                    "id": 486,
                    "name": "左寒右热"
                },
                {
                    "id": 487,
                    "name": "寒热往来"
                },
                {
                    "id": 488,
                    "name": "寒多热少"
                },
                {
                    "id": 489,
                    "name": "发热微恶寒"
                },
                {
                    "id": 490,
                    "name": "身热不恶寒"
                },
                {
                    "id": 491,
                    "name": "有规律寒热往来"
                },
                {
                    "id": 492,
                    "name": "寒热往来"
                },
                {
                    "id": 493,
                    "name": "寒多热少"
                },
                {
                    "id": 494,
                    "name": "热多寒少"
                },
                {
                    "id": 495,
                    "name": "长期怕冷"
                },
                {
                    "id": 496,
                    "name": "长期怕热"
                },
                {
                    "id": 497,
                    "name": "四肢长期不暖，怕冷"
                },
                {
                    "id": 498,
                    "name": "身体有部位摸上去很热"
                },
                {
                    "id": 499,
                    "name": "身体有部位自感发凉"
                },
                {
                    "id": 500,
                    "name": "发热恶寒均重"
                },
                {
                    "id": 501,
                    "name": "恶寒发热"
                },
                {
                    "id": 502,
                    "name": "形似疟，打摆子"
                },
                {
                    "id": 503,
                    "name": "至夜发热"
                },
                {
                    "id": 504,
                    "name": "发热"
                },
                {
                    "id": 505,
                    "name": "发热微恶寒"
                },
                {
                    "id": 506,
                    "name": "恶寒"
                },
                {
                    "id": 507,
                    "name": "手足不温"
                },
                {
                    "id": 508,
                    "name": "无热证"
                },
                {
                    "id": 509,
                    "name": "背恶寒"
                },
                {
                    "id": 510,
                    "name": "外热"
                },
                {
                    "id": 511,
                    "name": "身热不恶寒"
                },
                {
                    "id": 512,
                    "name": "身热"
                }
            ]
        },
        {
            "catagory": {
                "id": 42,
                "name": "热情"
            },
            "symsList": [
                {
                    "id": 513,
                    "name": "脸部发热"
                },
                {
                    "id": 514,
                    "name": "身上发热"
                },
                {
                    "id": 515,
                    "name": "手脚心发热"
                },
                {
                    "id": 516,
                    "name": "身体其他部位发热"
                },
                {
                    "id": 517,
                    "name": "体温升高"
                },
                {
                    "id": 518,
                    "name": "体温不高自觉热感"
                },
                {
                    "id": 519,
                    "name": "午后或入夜自觉热感"
                },
                {
                    "id": 520,
                    "name": "发热下午  为甚"
                },
                {
                    "id": 521,
                    "name": "五心烦热"
                },
                {
                    "id": 522,
                    "name": "夏天特别怕热"
                },
                {
                    "id": 523,
                    "name": "夏天不怕热"
                },
                {
                    "id": 524,
                    "name": "高热不退"
                },
                {
                    "id": 525,
                    "name": "微微恶热"
                },
                {
                    "id": 526,
                    "name": "发热"
                },
                {
                    "id": 527,
                    "name": "身热"
                },
                {
                    "id": 528,
                    "name": "不发热"
                },
                {
                    "id": 529,
                    "name": "微热"
                },
                {
                    "id": 530,
                    "name": "身无大热"
                },
                {
                    "id": 531,
                    "name": "至夜发热"
                }
            ]
        },
        {
            "catagory": {
                "id": 43,
                "name": "寒情"
            },
            "symsList": [
                {
                    "id": 532,
                    "name": "恶寒虽近火、加衣被不能缓其寒。"
                },
                {
                    "id": 533,
                    "name": "畏寒近火、加衣被可缓其寒。"
                },
                {
                    "id": 534,
                    "name": "夏天特别怕冷"
                },
                {
                    "id": 535,
                    "name": "冬天特别怕冷"
                },
                {
                    "id": 536,
                    "name": "冬季睡时双足不暖（睡前需热水泡脚后可慢 \n慢转暖）"
                },
                {
                    "id": 537,
                    "name": "冬季睡时整夜双足不暖"
                }
            ]
        },
        {
            "catagory": {
                "id": 44,
                "name": "身痛情况"
            },
            "symsList": [
                {
                    "id": 538,
                    "name": "四肢关节疼痛"
                },
                {
                    "id": 539,
                    "name": "头顶"
                },
                {
                    "id": 540,
                    "name": "头左侧"
                },
                {
                    "id": 541,
                    "name": "头右侧"
                },
                {
                    "id": 542,
                    "name": "前额部"
                },
                {
                    "id": 543,
                    "name": "头后部"
                },
                {
                    "id": 544,
                    "name": "胸骨后痛"
                },
                {
                    "id": 545,
                    "name": "左肋痛"
                },
                {
                    "id": 546,
                    "name": "右肋痛"
                },
                {
                    "id": 547,
                    "name": "双肋痛"
                },
                {
                    "id": 548,
                    "name": "上腹部（左、中、右）"
                },
                {
                    "id": 549,
                    "name": "下腹部（左、中、右）"
                },
                {
                    "id": 550,
                    "name": "腰（左、中、右、双）"
                }
            ]
        },
        {
            "catagory": {
                "id": 45,
                "name": "干渴情况"
            },
            "symsList": [
                {
                    "id": 551,
                    "name": "常口渴，喜冷饮"
                },
                {
                    "id": 552,
                    "name": "常口渴，喜热饮"
                },
                {
                    "id": 553,
                    "name": "口渴，但不欲饮水"
                },
                {
                    "id": 554,
                    "name": "口不易渴怕冷饮"
                },
                {
                    "id": 555,
                    "name": "口渴饮水多而不解渴"
                },
                {
                    "id": 556,
                    "name": "口渴饮水多反而更渴"
                },
                {
                    "id": 557,
                    "name": "口渴饮水较多"
                },
                {
                    "id": 558,
                    "name": "不渴"
                },
                {
                    "id": 559,
                    "name": "不喜欢喝水"
                },
                {
                    "id": 560,
                    "name": "一喝水就肚子胀"
                },
                {
                    "id": 561,
                    "name": "嘴唇不干喉咙干"
                },
                {
                    "id": 562,
                    "name": "喉咙不干嘴唇干"
                },
                {
                    "id": 563,
                    "name": "喉咙嘴唇都干渴"
                },
                {
                    "id": 564,
                    "name": "喝水解渴"
                },
                {
                    "id": 565,
                    "name": "喝水不解渴"
                },
                {
                    "id": 566,
                    "name": "不渴"
                },
                {
                    "id": 567,
                    "name": "烦渴"
                },
                {
                    "id": 568,
                    "name": "口渴"
                },
                {
                    "id": 569,
                    "name": "烦渴欲饮"
                },
                {
                    "id": 570,
                    "name": "水入即吐"
                },
                {
                    "id": 571,
                    "name": "意欲饮水反不渴"
                },
                {
                    "id": 572,
                    "name": "咽干"
                }
            ]
        },
        {
            "catagory": {
                "id": 46,
                "name": "口酸苦"
            },
            "symsList": [
                {
                    "id": 573,
                    "name": "晨起口苦"
                },
                {
                    "id": 574,
                    "name": "口臭"
                },
                {
                    "id": 575,
                    "name": "口反酸"
                },
                {
                    "id": 576,
                    "name": "口中粘腻"
                },
                {
                    "id": 577,
                    "name": "口水清稀量多"
                },
                {
                    "id": 578,
                    "name": "口淡乏味"
                },
                {
                    "id": 579,
                    "name": "夜半口苦"
                },
                {
                    "id": 580,
                    "name": "全天口苦"
                },
                {
                    "id": 581,
                    "name": "口甜"
                },
                {
                    "id": 582,
                    "name": "口咸"
                },
                {
                    "id": 583,
                    "name": "口涩"
                },
                {
                    "id": 584,
                    "name": "流涎"
                },
                {
                    "id": 585,
                    "name": "口苦"
                },
                {
                    "id": 586,
                    "name": "吐酸"
                },
                {
                    "id": 587,
                    "name": "吞酸"
                },
                {
                    "id": 588,
                    "name": "只是早晨苦"
                },
                {
                    "id": 589,
                    "name": "口很苦"
                }
            ]
        },
        {
            "catagory": {
                "id": 47,
                "name": "痰"
            },
            "symsList": [
                {
                    "id": 590,
                    "name": "不咳嗽，但有痰"
                },
                {
                    "id": 591,
                    "name": "咳嗽无痰"
                },
                {
                    "id": 592,
                    "name": "咳吐黄痰"
                },
                {
                    "id": 593,
                    "name": "咳吐白痰"
                },
                {
                    "id": 594,
                    "name": "咳痰清稀"
                },
                {
                    "id": 595,
                    "name": "痰不易吐出"
                },
                {
                    "id": 596,
                    "name": "痰血"
                },
                {
                    "id": 597,
                    "name": "无痰"
                }
            ]
        },
        {
            "catagory": {
                "id": 48,
                "name": "肛肠"
            },
            "symsList": [
                {
                    "id": 598,
                    "name": "内痔"
                },
                {
                    "id": 599,
                    "name": "外痔"
                },
                {
                    "id": 600,
                    "name": "混合痔"
                },
                {
                    "id": 601,
                    "name": "做过肠镜"
                },
                {
                    "id": 602,
                    "name": "做过西医手术"
                },
                {
                    "id": 603,
                    "name": "肠溃疡"
                }
            ]
        },
        {
            "catagory": {
                "id": 49,
                "name": "怕风情况"
            },
            "symsList": [
                {
                    "id": 604,
                    "name": "不怕冷怕风"
                },
                {
                    "id": 605,
                    "name": "比较怕冷怕风"
                },
                {
                    "id": 606,
                    "name": "特别怕冷怕风，并经常感冒"
                },
                {
                    "id": 607,
                    "name": "特别喜欢吹空调，怕热"
                }
            ]
        },
        {
            "catagory": {
                "id": 50,
                "name": "身痒情况"
            },
            "symsList": [
                {
                    "id": 608,
                    "name": "有鳞屑，肌肤干燥，触之灼热"
                },
                {
                    "id": 609,
                    "name": "抓后呈点状血痂分布"
                },
                {
                    "id": 610,
                    "name": "抓后皮肤潮红"
                },
                {
                    "id": 611,
                    "name": "发无定时，次数频繁"
                },
                {
                    "id": 612,
                    "name": "出血仍不止痒"
                },
                {
                    "id": 613,
                    "name": "呈阵发性瘙痒"
                },
                {
                    "id": 614,
                    "name": "痒剧时难以入眠"
                },
                {
                    "id": 615,
                    "name": "瘙痒剧烈外肌肤较干"
                },
                {
                    "id": 616,
                    "name": "夏季明显"
                },
                {
                    "id": 617,
                    "name": "秋冬明显"
                },
                {
                    "id": 618,
                    "name": "搔后皮肤色红或起丘疹"
                },
                {
                    "id": 619,
                    "name": "得凉痒感减轻"
                },
                {
                    "id": 620,
                    "name": "身痒"
                }
            ]
        },
        {
            "catagory": {
                "id": 51,
                "name": "湿"
            },
            "symsList": [
                {
                    "id": 621,
                    "name": "腋窝湿"
                },
                {
                    "id": 622,
                    "name": "心口湿"
                },
                {
                    "id": 623,
                    "name": "外阴湿"
                },
                {
                    "id": 624,
                    "name": "手心潮湿"
                },
                {
                    "id": 625,
                    "name": "脚心汗湿"
                },
                {
                    "id": 626,
                    "name": "脖颈湿"
                },
                {
                    "id": 627,
                    "name": "湿冷气"
                },
                {
                    "id": 628,
                    "name": "湿热冒气"
                }
            ]
        },
        {
            "catagory": {
                "id": 52,
                "name": "燥"
            },
            "symsList": [
                {
                    "id": 629,
                    "name": "鼻子干燥"
                },
                {
                    "id": 630,
                    "name": "面部干燥"
                },
                {
                    "id": 631,
                    "name": "头上干痒"
                },
                {
                    "id": 632,
                    "name": "四肢干燥"
                },
                {
                    "id": 633,
                    "name": "上肢干燥"
                },
                {
                    "id": 634,
                    "name": "下肢干燥"
                },
                {
                    "id": 635,
                    "name": "嘴皮干燥"
                },
                {
                    "id": 636,
                    "name": "胸部干燥"
                },
                {
                    "id": 637,
                    "name": "背部干燥"
                },
                {
                    "id": 638,
                    "name": "眼睛干燥"
                }
            ]
        },
        {
            "catagory": {
                "id": 53,
                "name": "小便情况"
            },
            "symsList": [
                {
                    "id": 639,
                    "name": "小便清淡"
                },
                {
                    "id": 640,
                    "name": "小便色黄"
                },
                {
                    "id": 641,
                    "name": "量多色黄"
                },
                {
                    "id": 642,
                    "name": "小便淋漓不尽，刚解完不久又想再解"
                },
                {
                    "id": 643,
                    "name": "小便较频"
                },
                {
                    "id": 644,
                    "name": "夜尿多"
                },
                {
                    "id": 645,
                    "name": "尿量少"
                },
                {
                    "id": 646,
                    "name": "小便不畅"
                },
                {
                    "id": 647,
                    "name": "喝完水后很快就想小便"
                },
                {
                    "id": 648,
                    "name": "小便时涩痛或余沥不尽"
                },
                {
                    "id": 649,
                    "name": "尿血"
                },
                {
                    "id": 650,
                    "name": "无夜起"
                },
                {
                    "id": 651,
                    "name": "夜起小便一次"
                },
                {
                    "id": 652,
                    "name": "小便自利"
                },
                {
                    "id": 653,
                    "name": "小便有血"
                },
                {
                    "id": 654,
                    "name": "小便白浊"
                },
                {
                    "id": 655,
                    "name": "小便沫多"
                },
                {
                    "id": 656,
                    "name": "不额外喝水的情况下一天尿量少，黄"
                },
                {
                    "id": 657,
                    "name": "大多数时间尿黄"
                },
                {
                    "id": 658,
                    "name": "一天尿的厕所在5-8次左右"
                },
                {
                    "id": 659,
                    "name": "一天尿量在3次左右"
                },
                {
                    "id": 660,
                    "name": "夜尿起夜1-2次"
                },
                {
                    "id": 661,
                    "name": "夜尿起夜多"
                },
                {
                    "id": 662,
                    "name": "尿急尿频"
                },
                {
                    "id": 663,
                    "name": "尿烧灼感"
                },
                {
                    "id": 664,
                    "name": "尿疼"
                },
                {
                    "id": 665,
                    "name": "有尿意解出困难"
                },
                {
                    "id": 666,
                    "name": "小便无力排不动"
                },
                {
                    "id": 667,
                    "name": "尿清、长"
                },
                {
                    "id": 668,
                    "name": "尿白浊"
                },
                {
                    "id": 669,
                    "name": "尿黄浊"
                },
                {
                    "id": 670,
                    "name": "尿沫多，消散慢"
                },
                {
                    "id": 671,
                    "name": "多喝水小便情况好转"
                },
                {
                    "id": 672,
                    "name": "多喝水小便情况基本不变"
                },
                {
                    "id": 673,
                    "name": "喝水加多，小便仍少"
                },
                {
                    "id": 674,
                    "name": "服用利尿剂后，小便仍少"
                },
                {
                    "id": 675,
                    "name": "小便不利"
                }
            ]
        },
        {
            "catagory": {
                "id": 54,
                "name": "大便情况"
            },
            "symsList": [
                {
                    "id": 676,
                    "name": "稀软"
                },
                {
                    "id": 677,
                    "name": "清水"
                },
                {
                    "id": 678,
                    "name": "正常成形"
                },
                {
                    "id": 679,
                    "name": "大便硬"
                },
                {
                    "id": 680,
                    "name": "初头硬，后边稀软"
                },
                {
                    "id": 681,
                    "name": "大便排解粘腻、不爽、下坠"
                },
                {
                    "id": 682,
                    "name": "肛周便痛"
                },
                {
                    "id": 683,
                    "name": "多日未便"
                },
                {
                    "id": 684,
                    "name": "一日多便"
                },
                {
                    "id": 685,
                    "name": "便无形"
                },
                {
                    "id": 686,
                    "name": "多屁"
                },
                {
                    "id": 687,
                    "name": "大便时肛门灼热"
                },
                {
                    "id": 688,
                    "name": "大便每天一次"
                },
                {
                    "id": 689,
                    "name": "大便下利"
                },
                {
                    "id": 690,
                    "name": "大便脓血"
                },
                {
                    "id": 691,
                    "name": "大便黑血"
                },
                {
                    "id": 692,
                    "name": "至少1天一次"
                },
                {
                    "id": 693,
                    "name": "1天多次"
                },
                {
                    "id": 694,
                    "name": "5点前后至天明解大手"
                },
                {
                    "id": 695,
                    "name": "2-3天大便一次"
                },
                {
                    "id": 696,
                    "name": "3天以上大便一次"
                },
                {
                    "id": 697,
                    "name": "大便干硬"
                },
                {
                    "id": 698,
                    "name": "大便稀腻"
                },
                {
                    "id": 699,
                    "name": "干稀适中"
                },
                {
                    "id": 700,
                    "name": "大便速度快"
                },
                {
                    "id": 701,
                    "name": "大便速度慢"
                },
                {
                    "id": 702,
                    "name": "大便速度一般"
                },
                {
                    "id": 703,
                    "name": "大便时肛门疼痛"
                },
                {
                    "id": 704,
                    "name": "大便时肛门烧灼感"
                },
                {
                    "id": 705,
                    "name": "大便便血"
                },
                {
                    "id": 706,
                    "name": "大便色黑"
                },
                {
                    "id": 707,
                    "name": "大便便白"
                },
                {
                    "id": 708,
                    "name": "大便前肚子疼痛"
                },
                {
                    "id": 709,
                    "name": "肚痛大便后人舒服"
                },
                {
                    "id": 710,
                    "name": "肚痛大便后肚子仍然有疼痛"
                },
                {
                    "id": 711,
                    "name": "吃辣味食品后容易肚子疼解大手"
                },
                {
                    "id": 712,
                    "name": "吃冷饮凉食后容易肚痛解大手"
                },
                {
                    "id": 713,
                    "name": "大便不成形"
                },
                {
                    "id": 714,
                    "name": "大便羊屎粒"
                },
                {
                    "id": 715,
                    "name": "大便清如玉米残渣"
                },
                {
                    "id": 716,
                    "name": "水状泻泄"
                },
                {
                    "id": 717,
                    "name": "大便不利"
                },
                {
                    "id": 718,
                    "name": "协热下利"
                },
                {
                    "id": 719,
                    "name": "大便不通"
                },
                {
                    "id": 720,
                    "name": "下利不止"
                },
                {
                    "id": 721,
                    "name": "下利脓血"
                },
                {
                    "id": 722,
                    "name": "下利，水谷不化"
                },
                {
                    "id": 723,
                    "name": "大便秘结"
                },
                {
                    "id": 724,
                    "name": "不下利"
                },
                {
                    "id": 725,
                    "name": "久痢不止"
                },
                {
                    "id": 726,
                    "name": "肠鸣腹泻"
                },
                {
                    "id": 727,
                    "name": "泄利下重"
                },
                {
                    "id": 728,
                    "name": "热痢"
                },
                {
                    "id": 729,
                    "name": "咳而遗溺"
                },
                {
                    "id": 730,
                    "name": "大便硬，色黑易解"
                }
            ]
        },
        {
            "catagory": {
                "id": 55,
                "name": "饮食"
            },
            "symsList": [
                {
                    "id": 731,
                    "name": "无食欲无饥饿感"
                },
                {
                    "id": 732,
                    "name": "无食欲有饥饿感"
                },
                {
                    "id": 733,
                    "name": "有食欲饭到嘴前又不想吃"
                },
                {
                    "id": 734,
                    "name": "一吃就饱"
                },
                {
                    "id": 735,
                    "name": "吃了很快又饿"
                },
                {
                    "id": 736,
                    "name": "必须按时吃，否则胃难受"
                },
                {
                    "id": 737,
                    "name": "吃多少都不长胖"
                },
                {
                    "id": 738,
                    "name": "不能吃冷饮凉食"
                },
                {
                    "id": 739,
                    "name": "不能吃上火燥品"
                },
                {
                    "id": 740,
                    "name": "不能吃油腻"
                },
                {
                    "id": 741,
                    "name": "特别喜欢吃油腻肉类"
                },
                {
                    "id": 742,
                    "name": "不喜欢吃糖"
                }
            ]
        },
        {
            "catagory": {
                "id": 56,
                "name": "噎情"
            },
            "symsList": []
        },
        {
            "catagory": {
                "id": 57,
                "name": "精神情况"
            },
            "symsList": [
                {
                    "id": 743,
                    "name": "自制力差，遇事冲动、易怒"
                },
                {
                    "id": 744,
                    "name": "性格外向，乐观开朗"
                },
                {
                    "id": 745,
                    "name": "性格内向，抑郁、多愁善感"
                },
                {
                    "id": 746,
                    "name": "爱叹息，叹气后舒服些"
                },
                {
                    "id": 747,
                    "name": "易恐"
                },
                {
                    "id": 748,
                    "name": "少言寡语"
                },
                {
                    "id": 749,
                    "name": "经常生气"
                },
                {
                    "id": 750,
                    "name": "经常郁闷"
                },
                {
                    "id": 751,
                    "name": "感觉工作压力大"
                },
                {
                    "id": 752,
                    "name": "经常处于纠结之中"
                }
            ]
        },
        {
            "catagory": {
                "id": 58,
                "name": "发厥形态"
            },
            "symsList": [
                {
                    "id": 753,
                    "name": "由情志异常、精神刺激而发作，突然昏倒，不知人事，或四肢厥冷，呼吸气粗，口噤拳握，舌苔薄白，脉伏或沉弦。"
                },
                {
                    "id": 754,
                    "name": "发病前有明显的情绪紧张、恐惧、疼痛或站立过久等诱发因素，发作时眩晕昏仆，面色苍白，呼吸微弱，汗出肢冷，舌淡，脉沉细微。"
                },
                {
                    "id": 755,
                    "name": "因急躁恼怒而发，突然昏倒，不知人事，牙关紧闭，面赤唇紫，舌黯红，脉弦有力"
                },
                {
                    "id": 756,
                    "name": "因失血过多而发，突然昏厥，面色苍白，口唇无华，四肢震颤，自汗肢冷，目陷口张，呼吸微弱，舌质淡，脉芤或细数无力"
                },
                {
                    "id": 757,
                    "name": "素有咳喘宿痰，多湿多痰，恼怒或剧烈咳嗽后突然昏厥，喉有痰声，或呕吐涎沫，呼吸气粗，舌苔白腻，脉沉滑"
                },
                {
                    "id": 758,
                    "name": "发于暑热夏季，面红身热，突然昏仆，甚至谵妄，眩晕头痛，舌红干，脉洪数。"
                },
                {
                    "id": 759,
                    "name": "头晕而痛，面赤燥热"
                },
                {
                    "id": 760,
                    "name": "喉中痰鸣，痰涌气塞"
                },
                {
                    "id": 761,
                    "name": "醒后哭笑无常，睡眠不宁者"
                },
                {
                    "id": 762,
                    "name": "身为振振摇"
                },
                {
                    "id": 763,
                    "name": "其人叉手自冒心"
                },
                {
                    "id": 764,
                    "name": "气从少腹上冲心，奔豚"
                },
                {
                    "id": 765,
                    "name": "惊狂"
                },
                {
                    "id": 766,
                    "name": "其人如狂"
                },
                {
                    "id": 767,
                    "name": "阴中拘挛"
                },
                {
                    "id": 768,
                    "name": "汗出而厥"
                },
                {
                    "id": 769,
                    "name": "痉病，或卒倒僵仆"
                },
                {
                    "id": 770,
                    "name": "成痉"
                },
                {
                    "id": 771,
                    "name": "中寒晕倒"
                }
            ]
        },
        {
            "catagory": {
                "id": 59,
                "name": "轻重时间"
            },
            "symsList": [
                {
                    "id": 772,
                    "name": "病情无规律"
                },
                {
                    "id": 773,
                    "name": "病情冬季加重"
                },
                {
                    "id": 774,
                    "name": "病情冬季减轻"
                },
                {
                    "id": 775,
                    "name": "病情夏季加重"
                },
                {
                    "id": 776,
                    "name": "病情夏季减轻"
                },
                {
                    "id": 777,
                    "name": "病情下午加重"
                },
                {
                    "id": 778,
                    "name": "病情夜晚加重"
                },
                {
                    "id": 779,
                    "name": "病情饮酒后减轻"
                },
                {
                    "id": 780,
                    "name": "病情与情绪有明显关系"
                },
                {
                    "id": 781,
                    "name": "其他规律情况自行写明"
                }
            ]
        },
        {
            "catagory": {
                "id": 60,
                "name": "睡卧"
            },
            "symsList": [
                {
                    "id": 782,
                    "name": "睡眠很好"
                },
                {
                    "id": 783,
                    "name": "入睡困难"
                },
                {
                    "id": 784,
                    "name": "多梦"
                },
                {
                    "id": 785,
                    "name": "醒后难入睡"
                },
                {
                    "id": 786,
                    "name": "时时惊醒"
                }
            ]
        },
        {
            "catagory": {
                "id": 61,
                "name": "谵语"
            },
            "symsList": [
                {
                    "id": 787,
                    "name": "谵语"
                }
            ]
        },
        {
            "catagory": {
                "id": 62,
                "name": "梦"
            },
            "symsList": [
                {
                    "id": 788,
                    "name": "无梦"
                },
                {
                    "id": 789,
                    "name": "少梦（偶而做梦、醒后记不清楚）"
                },
                {
                    "id": 790,
                    "name": "多梦（梦寐纷纭）"
                },
                {
                    "id": 791,
                    "name": "恶梦（有时会从梦中惊醒）"
                },
                {
                    "id": 792,
                    "name": "一整晚连续做梦"
                }
            ]
        },
        {
            "catagory": {
                "id": 63,
                "name": "皮肤"
            },
            "symsList": [
                {
                    "id": 793,
                    "name": "干枯"
                },
                {
                    "id": 794,
                    "name": "有疮疹"
                },
                {
                    "id": 795,
                    "name": "正常"
                },
                {
                    "id": 796,
                    "name": "浮肿"
                },
                {
                    "id": 797,
                    "name": "包块"
                },
                {
                    "id": 798,
                    "name": "瘀班"
                },
                {
                    "id": 799,
                    "name": "出血"
                },
                {
                    "id": 800,
                    "name": "瘀伤"
                },
                {
                    "id": 801,
                    "name": "麻木"
                },
                {
                    "id": 802,
                    "name": "刺痛"
                },
                {
                    "id": 803,
                    "name": "冰凉"
                },
                {
                    "id": 804,
                    "name": "发热"
                },
                {
                    "id": 805,
                    "name": "发痒"
                },
                {
                    "id": 806,
                    "name": "潮湿"
                },
                {
                    "id": 807,
                    "name": "流脓"
                },
                {
                    "id": 808,
                    "name": "触痛"
                },
                {
                    "id": 809,
                    "name": "枯黄"
                },
                {
                    "id": 810,
                    "name": "萎黄"
                },
                {
                    "id": 811,
                    "name": "橘黄"
                },
                {
                    "id": 812,
                    "name": "焦黄"
                },
                {
                    "id": 813,
                    "name": "黑黄"
                },
                {
                    "id": 814,
                    "name": "偏白"
                },
                {
                    "id": 815,
                    "name": "核起而赤者"
                },
                {
                    "id": 816,
                    "name": "麻疹"
                },
                {
                    "id": 817,
                    "name": "发斑"
                },
                {
                    "id": 818,
                    "name": "黄疸"
                },
                {
                    "id": 819,
                    "name": "肉上起粟"
                },
                {
                    "id": 820,
                    "name": "痈疽热毒0.8。"
                },
                {
                    "id": 821,
                    "name": "疮家"
                },
                {
                    "id": 822,
                    "name": "身黄"
                },
                {
                    "id": 823,
                    "name": "面目一身尽黄，黄色鲜明"
                }
            ]
        },
        {
            "catagory": {
                "id": 64,
                "name": "指甲"
            },
            "symsList": []
        },
        {
            "catagory": {
                "id": 65,
                "name": "饮食"
            },
            "symsList": [
                {
                    "id": 824,
                    "name": "食量很大容易饿"
                },
                {
                    "id": 825,
                    "name": "食量很少"
                },
                {
                    "id": 826,
                    "name": "经常反胃"
                },
                {
                    "id": 827,
                    "name": "其他情况"
                },
                {
                    "id": 828,
                    "name": "饮食一般"
                },
                {
                    "id": 829,
                    "name": "食欲不振"
                },
                {
                    "id": 830,
                    "name": "食欲很好"
                },
                {
                    "id": 831,
                    "name": "食欲旺盛"
                },
                {
                    "id": 832,
                    "name": "喜清稀饮食"
                },
                {
                    "id": 833,
                    "name": "喜干燥饮食"
                },
                {
                    "id": 834,
                    "name": "喜干燥饮食"
                }
            ]
        },
        {
            "catagory": {
                "id": 66,
                "name": "饮食习惯"
            },
            "symsList": [
                {
                    "id": 835,
                    "name": "喜生冷"
                },
                {
                    "id": 836,
                    "name": "喜温热"
                },
                {
                    "id": 837,
                    "name": "喜油炸"
                },
                {
                    "id": 838,
                    "name": "喜辣椒烧烤"
                },
                {
                    "id": 839,
                    "name": "喜酸"
                },
                {
                    "id": 840,
                    "name": "喜甜品"
                },
                {
                    "id": 841,
                    "name": "喜咸"
                }
            ]
        },
        {
            "catagory": {
                "id": 67,
                "name": "眼睛外观"
            },
            "symsList": [
                {
                    "id": 842,
                    "name": "眼睛红肿"
                },
                {
                    "id": 843,
                    "name": "血丝"
                },
                {
                    "id": 844,
                    "name": "瞳仁色灰"
                },
                {
                    "id": 845,
                    "name": "白睛色青"
                },
                {
                    "id": 846,
                    "name": "色黄"
                },
                {
                    "id": 847,
                    "name": "有瘀斑"
                },
                {
                    "id": 848,
                    "name": "有隆起"
                },
                {
                    "id": 849,
                    "name": "有黑点"
                },
                {
                    "id": 850,
                    "name": "眼下 色青"
                },
                {
                    "id": 851,
                    "name": "眼皮肿 "
                },
                {
                    "id": 852,
                    "name": "眼睛发热，干涩"
                },
                {
                    "id": 853,
                    "name": "昏花"
                },
                {
                    "id": 854,
                    "name": "眩晕"
                },
                {
                    "id": 855,
                    "name": "流泪"
                },
                {
                    "id": 856,
                    "name": "痛"
                },
                {
                    "id": 857,
                    "name": "痒"
                }
            ]
        },
        {
            "catagory": {
                "id": 68,
                "name": "耳朵"
            },
            "symsList": [
                {
                    "id": 858,
                    "name": "听力正常"
                },
                {
                    "id": 859,
                    "name": "听力较差"
                },
                {
                    "id": 860,
                    "name": "耳鸣"
                }
            ]
        },
        {
            "catagory": {
                "id": 69,
                "name": "困意"
            },
            "symsList": [
                {
                    "id": 861,
                    "name": "午后犯困"
                },
                {
                    "id": 862,
                    "name": "落日犯困"
                },
                {
                    "id": 863,
                    "name": "早上9点后犯困"
                },
                {
                    "id": 864,
                    "name": "晚饭后犯困"
                },
                {
                    "id": 865,
                    "name": "晚上11点后无睡意"
                },
                {
                    "id": 866,
                    "name": "饭后神疲困倦易睡"
                }
            ]
        },
        {
            "catagory": {
                "id": 70,
                "name": "疼痛的性质"
            },
            "symsList": [
                {
                    "id": 867,
                    "name": "胀痛"
                },
                {
                    "id": 868,
                    "name": "刺痛"
                },
                {
                    "id": 869,
                    "name": "冷痛"
                },
                {
                    "id": 870,
                    "name": "灼痛"
                },
                {
                    "id": 871,
                    "name": "隐痛"
                },
                {
                    "id": 872,
                    "name": "绞痛"
                },
                {
                    "id": 873,
                    "name": "重痛"
                },
                {
                    "id": 874,
                    "name": "空痛"
                },
                {
                    "id": 875,
                    "name": "酸痛"
                },
                {
                    "id": 876,
                    "name": "固定痛"
                },
                {
                    "id": 877,
                    "name": "走窜痛"
                },
                {
                    "id": 878,
                    "name": "点痛"
                }
            ]
        },
        {
            "catagory": {
                "id": 71,
                "name": "体质"
            },
            "symsList": [
                {
                    "id": 879,
                    "name": "精力充沛"
                },
                {
                    "id": 880,
                    "name": "困倦乏力"
                },
                {
                    "id": 881,
                    "name": "肢体僵硬"
                },
                {
                    "id": 882,
                    "name": "四肢沉重"
                },
                {
                    "id": 883,
                    "name": "身体消瘦"
                },
                {
                    "id": 884,
                    "name": "身体肥胖"
                },
                {
                    "id": 885,
                    "name": "容易疲劳"
                },
                {
                    "id": 886,
                    "name": "腰膝酸软"
                },
                {
                    "id": 887,
                    "name": "动则气喘（上楼或跑步时）"
                },
                {
                    "id": 888,
                    "name": "平时不爱活动"
                }
            ]
        },
        {
            "catagory": {
                "id": 72,
                "name": "既往史"
            },
            "symsList": [
                {
                    "id": 889,
                    "name": "高血压"
                },
                {
                    "id": 890,
                    "name": "低血压"
                },
                {
                    "id": 891,
                    "name": "冠心病"
                },
                {
                    "id": 892,
                    "name": "外伤"
                },
                {
                    "id": 893,
                    "name": "胰腺炎"
                },
                {
                    "id": 894,
                    "name": "肺结核"
                },
                {
                    "id": 895,
                    "name": "糖尿病"
                },
                {
                    "id": 896,
                    "name": "疮疹"
                },
                {
                    "id": 897,
                    "name": "脑部疾病"
                },
                {
                    "id": 898,
                    "name": "甲亢"
                },
                {
                    "id": 899,
                    "name": "甲减"
                }
            ]
        }
    ],
    "男科": [
        {
            "catagory": {
                "id": 85,
                "name": "男科"
            },
            "symsList": [
                {
                    "id": 953,
                    "name": "阳痿"
                },
                {
                    "id": 954,
                    "name": "早泄"
                },
                {
                    "id": 955,
                    "name": "常常SY"
                },
                {
                    "id": 956,
                    "name": "阴囊潮湿"
                },
                {
                    "id": 957,
                    "name": "梦遗"
                },
                {
                    "id": 958,
                    "name": "阳强不倒"
                },
                {
                    "id": 959,
                    "name": "遗精"
                },
                {
                    "id": 960,
                    "name": "遗精阳痿"
                },
                {
                    "id": 961,
                    "name": "梦遗"
                },
                {
                    "id": 962,
                    "name": "阳强病态不倒"
                }
            ]
        }
    ]
}